Revit 2024 API
SymbolTypeId.Won Property
 Symbol ₩, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Won { get; }
Visual Basic
Public Shared ReadOnly Property Won As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Won {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace